7zip
accountsservice
acpi
acpid
adobe-source-sans-fonts
alacritty
alsa-firmware
alsa-utils
amd-ucode
android-tools
android-udev
apparmor
audacious
avahi
b43-fwcutter
base
base-devel
bash-completion
blueman
bluez-utils
btop
btrbk
btrfs-progs
catfish
chromium
cliphist
cpupower
cronie
cryptsetup
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
engrampa
evince
exfatprogs
exo
f2fs-tools
fastfetch
fd
ffmpeg
ffmpegthumbnailer
firefox
fish
freetype2
fzf
galculator
garcon
gcolor3
gimp
github-cli
glibc-locales
gnome-keyring
gnome-themes-extra
gparted
gptfdisk
grim
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk-engines
gufw
gum
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
hyprland
hyprlock
hyprpaper
impala
inetutils
install-grub
intel-ucode
inxi
jfsutils
jq
keepassxc
kitty
lazygit
less
lib32-libcups
lib32-libva-intel-driver
lib32-mesa
lib32-mesa-utils
lib32-vulkan-intel
lib32-vulkan-nouveau
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
libpamac-flatpak-plugin
libpamac-snap-plugin
libratbag
libreoffice-still
libva-intel-driver
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux-firmware-meta
linux612
logrotate
lvm2
mako
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-gstreamer
manjaro-hello
manjaro-modem
manjaro-pipewire
manjaro-printer
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
manjaro-wallpapers-18.0
manjaro-xfce-settings
manjaro-zsh-config
matcha-gtk-theme
mbuffer
mdadm
memtest86+
memtest86+-efi
menulibre
mesa-utils
mhwd
mhwd-db
micro
mkinitcpio-openswap
modemmanager
mousepad
mpc
mpd
mpv
mtpfs
mugshot
nano
nano-syntax-highlighting
nautilus
ncmpcpp
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-vpnc
nfs-utils
nodejs
noto-fonts
noto-fonts-cjk
npm
nss-mdns
ntfs-3g
ntp
numlockx
obsidian
openssh
os-prober
pamac-gtk3
pavucontrol
perl
perl-file-mimeinfo
picom
pidgin
plocate
plymouth
plymouth-theme-manjaro
polybar
poppler-data
poppler-glib
powertop
python-pip
python-pynvim
rofi
rsync
s-nail
samba
satty
sbctl
screenfetch
sddm
slurp
snapd
snapd-glib
socat
sof-firmware
sshfs
starship
stow
sudo
sway
swaybg
swaync
syncthing
sysfsutils
tailscale
terminus-font
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
timeshift
timeshift-autosnap-manjaro
tmux
tree-sitter-cli
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
tumbler
udev-usb-sync
udiskie
udisks2
unace
unrar
update-grub
usb_modeswitch
usbutils
vi
viewnior
vulkan-intel
vulkan-nouveau
vulkan-radeon
wallpapers-2018
wallpapers-juhraya
waybar
wget
which
wireless-regdb
wiremix
wl-clipboard
wofi
wpa_supplicant
xcursor-simpleandsoft
xcursor-vanilla-dmz-aa
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfburn
xfce4-appfinder
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xiccd
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xinit
xorg-xkill
xorg-xwayland
yay
yazi
yelp
